{
  "name": "Big B",
  "character_type": "Humanoid",
  "attributes": {
    "mental_strength": 15,
    "intelligence": 15,
    "dexterity": 9,
    "charisma": 15,
    "constitution": 15,
    "physical_strength": 13
  },
  "hit_points": 54,
  "physical_mutations": [
    {
      "number": 42,
      "humanPercentage": "77%",
      "name": "Sonic Attack Ability",
      "animalPercentage": "73%",
      "isDefect": false,
      "description": "42. SONIC ATTACK ABILITY: This is the power to generate high-frequency sound waves that are damaging to exposed tissues at short range. The damage amounts to 3 dice (3d6) and is not selective. All beings (except the mutant) within a radius of 10 meters are affected and the dice are rolled once, with each suffering that amount. Sonic attacks may be made once very 4 melee turns.",
      "hasTable": false
    },
    {
      "number": 49,
      "humanPercentage": "90%",
      "name": "Wings",
      "animalPercentage": "89-90%",
      "isDefect": false,
      "description": "49. WINGS: The growth of usable wings allows the mutant to fly through the air at a rate of 12 meters per melee turn. When flying, the mutant may carry no more than the equivalent of one-fourth of its own body weight. Mutants weighing over 80 kilograms will probably not be able to fly but can still make wing-assisted leaps over objects such as walls or trees.",
      "hasTable": false
    },
    {
      "number": 38,
      "humanPercentage": "68-69%",
      "name": "Regeneration",
      "animalPercentage": "65-67%",
      "isDefect": false,
      "description": "38. REGENERATION: This allows the being to heal itself and replace lost hit points. One hit point is regenerated per 5 kilograms of body weight per day.",
      "hasTable": false
    }
  ],
  "mental_mutations": [
    {
      "number": 38,
      "humanPercentage": "78%",
      "name": "Repulsion Field",
      "animalPercentage": "80%",
      "isDefect": false,
      "description": "38. REPULSION FIELD: This is similar to a force field, only a repulsion field may be formed up to 15 meters away from the mutant and may be used to surround or trap other beings. In all other respects it functions like a force field. Indeed, a mutant with this ability could use it exactly like a force field if he so desires, and it could be termed an improved force field.",
      "hasTable": false
    },
    {
      "number": 49,
      "humanPercentage": "91-95%",
      "name": "Will Force",
      "animalPercentage": "91-95%",
      "isDefect": false,
      "description": "49. WILL FORCE: This is the ability, through sheer force of will, to double any one of a mutant's abilities. It can be used in conjunction with any other power, or it may be used to add one point to the mutant's \"to-hit\" die rolls. Will force lasts from 1-10 (d10) melee turns and may be used only once every 24 hours.",
      "hasTable": false
    },
    {
      "number": 13,
      "humanPercentage": "23-25%",
      "name": "Force Field Generation",
      "animalPercentage": "21-24%",
      "isDefect": false,
      "description": "13. FORCE FIELD GENERATION: This endows the mutant with the power to create an invisible wall of energy through which physical objects may not pass. The wall forms around the body of the mutant (about 15 centimeters out) and will take 5 dice of accumulated damage (as though it were the mutant) before being forced down. The force field requires no effort to maintain once it is established and will last up to one hour (unless it is driven down by damage) before it dissipates. Only one such force field may be generated by the mutant in a 24 hour period.",
      "hasTable": false
    },
    {
      "number": 24,
      "humanPercentage": "56-58%",
      "name": "Mental Blast",
      "animalPercentage": "56%",
      "isDefect": false,
      "description": "24. MENTAL BLAST: This is the ability to launch a mental assault worth 3 dice (d6) of damage on any being within 15 meters. It may be used every other melee turn.",
      "hasTable": false
    }
  ],
  "generation_log": [
    "Starting character generation for type: Humanoid",
    "Rolled attributes (Heroic (4d6 drop lowest)): MS=15, IN=15, DX=9, CH=15, CN=15, PS=13",
    "Calculated starting Hit Points: 54 (rolled 15d6).",
    "Rolled for number of mutations: 3 Physical, 4 Mental.",
    "Using Mutation Method 1: Random Roll.",
    "Physical Slot 1 (Roll 77%): Sonic Attack Ability",
    "Physical Slot 2 (Roll 90%): Wings",
    "Physical Slot 3 (Roll 68%): Regeneration",
    "Mental Slot 1 (Roll 78%): Repulsion Field",
    "Mental Slot 2 (Roll 100%): Pick any one Mutation -> Player Choice (Pick Any) -> Requires Player Selection.",
    "Mental Slot 3 (Roll 93%): Will Force",
    "Mental Slot 4 (Roll 24%): Force Field Generation",
    "Finalizing mutation selections...",
    "Mental Slot 2: Finalized selection: Mental Blast"
  ],
  "description": "Big B is a striking figure, even in the bizarre tapestry of Gamma World.  Towering over most humanoids, their build suggests a robustness amplified by the regenerative mutation constantly mending their flesh. Though not overly muscular, their movements carry the subtle power of one who knows their body can withstand considerable punishment. Their face, weathered and tanned from exposure to the elements, holds an intensity born of high intelligence and unshakeable mental fortitude. This intensity is punctuated by eyes that seem to shimmer with an internal light, hinting at the potent psionic energies they command.  A pair of magnificent, feathered wings sprout from their back, occasionally twitching with restless energy, a clear sign that Big B is not bound by the earth like ordinary mortals.\n\nTheir demeanor is one of quiet confidence bordering on imperiousness. Big B's high charisma radiates outwards, inspiring both respect and a touch of apprehension in those they encounter. They carry themselves with the air of a natural leader, accustomed to being obeyed and capable of swaying others to their will. Their voice, when they choose to use it, is resonant and commanding, further enhancing their aura of authority. One can easily imagine Big B holding court amidst the ruins of an ancient city, directing followers with a combination of persuasive rhetoric and sheer force of personality.  Their above-average physical strength, while not their defining trait, underscores their capacity to back up their commands with action when necessary.\n\nBig B’s mutations are more than just cosmetic; they are tools of survival and dominance in this ravaged world.  The whisper of their wings promises swift escape from danger or a sudden, aerial attack. Their sonic shriek can clear a swathe through lesser creatures, leaving their enemies reeling in disoriented pain.  Their multiple mental mutations paint a picture of a formidable psionicist, capable of both subtle manipulation and devastating psychic assaults.  The ability to erect force fields, both around themselves and at a distance, offers powerful defensive options, while mental blasts provide a potent offensive capability.  The power to double any ability through sheer will force transforms Big B into a truly terrifying opponent, capable of bursts of extreme strength, psychic power, or even accelerated healing.\n\nBut perhaps the most intriguing aspect of Big B is the juxtaposition of their high intelligence with the inherent chaos of the Gamma World setting.  In a world dominated by superstition and fear of the \"Ancients’\" technology, Big B possesses the mental acuity to potentially understand and even utilize the artifacts of a bygone era.  Whether they choose to embrace the remnants of the past or forge a new path in this mutated world remains to be seen.  Their actions, driven by their formidable abilities and complex personality, are sure to leave a lasting mark on the Gamma World."
}